Repository: dm-for-git/iOS-Demo-Skills
Catalog: MetaWeather/Utils/*.lproj/Localizable.strings
Languages: vi

# searchBarPlaceHolder
source: Search for city here
vi: Tìm tên thành phố

# cellTimeLabel
source: Last update
vi: Cập nhật lúc

# dialogTitleError
source: Error
vi: Lỗi

# dialogTitleSuccess
source: Success
vi: Thành công

# dialogTitleInfor
source: Info
vi: Thông tin

# dialogTitleWarning
source: Warning
vi: Cảnh báo

# dialogUpdateDataSuccess
source: Update data sucessfully
vi: Cập nhật dữ liệu thành công

# dialogUpdateDataFail
source: Can't update data, pull to refresh data
vi: Không thể cập nhật dữ liệu, vuốt để thử lại

# dialogLostInternet
source: Internet connection is lost
vi: Mất kết nối mạng

# dialogInternetComeback
source: Internet connection is comeback
vi: Đã có kết nối mạng

# msgCantLoadData
source: Can't load data, please try again later
vi: Không thể tải dữ liệu, hãy thử lại sau

# msgInternetLost
source: Internet connection is lost, try again later
vi: Không có kết nối mạng, hãy thử lại sau

# msgCantPlayVideo
source: Video can't be played
vi: Không thể hiển thị video

# errCantPlayInPiP
source: This device doesn't support PiP mode
vi: Thiết bị này không hỗ trợ chế độ PiP
